<template>
  <div id="YouthMobile">
    <h1>《故乡遥》</h1>
    <div id="main" class="baseFont">
      <div>我平平望去、</div>
      <p>
        不远处的洼地里灌进的水组成的形状，
        像极了一面面造型各异的镜子，
        阳光在上方，端详着自己的脸庞。
        青青嫩草覆盖在凸出的土堆上，几匹马儿在其上一本正经地吃着草，
        其中一只却在其同伴哼哧哼哧狂吃不停时直愣愣的盯着我，
        我也端坐着一眼不眨地看它。
        于是，一人一马就这样痴傻地对视着，
        水载着船儿缓缓离去，彼此渐渐淡出视线。
        我不知道人和马的眼部结构是否相同，
        但我是因为长时间不眨眼而泪流满面了。
      </p>
      <p>
        良久，我将酸涩的眸子转向前方。
        于天际层层叠叠的火烧云围绕在那轮红日周围，
        最远处蓝色的天空与红云相间，
        那一圈圈绮丽的云排得整整齐齐，宛若小石入水荡起的阵阵涟漪。
        天上真实与水中倒影相映成趣，一对太阳两片云。
        山后佛寺的钟声，随风飘来，
        “溶”入牧人唤牛时的吆喝，浸荡过身体，沁人心脾。
        小舟穿过层层红云，缓缓；丛丛芦苇，弯弯。
      </p>

      <p>
        渔人的撑杆扬起又落下，刺破重重屏障，
        击碎了她的心房，溅起了数滴光。
        我闭上双眼，“目”水渺渺，细细感受，与光并行......
      </p>
      <p>
        她愈发的醉人了，有些许朦胧媚意，
        仿佛要在最后的时刻展尽光芒。我慢慢地划向岸，
        将小船拖上大半截在陆地上，找出一片较为干净多草的地，
        扎好帐篷，后便抄起一点零食向旁边繁茂却又略显寂静的山林踱步而去。
      </p>
      <p>
        风拂过，竹林簌簌如泣，叶雨纷纷而下，
        光影浮动，一块块微暖的光斑从我身上流淌而过，
        我久久地沉溺于她留下的温婉——她走了，无声无息，
        我环顾四周，竹林昏惑了下来，
        不见了她的踪影，满山空闻鹧鸪低鸣。
      </p>
      <br />
      <br />
      <br />

      <p>
        我登上山顶，一股浅浅的倦意由内向外袭涌上来，
        便倚着一杆青竹坐下，拆开夹带的零食水果品尝起来。
        我居高临下，“看得见这广阔的天地，但这广阔的天地却看不见我。”
      </p>

      <p>
        紫意从她消逝的地方浮现，蚕食了仅存的一片红晕，
        这片红晕渐渐斑驳，像是燃尽的篝火。
      </p>

      <p>
        整个世界都成了紫色，几只水鸭相互戏逐，把紫色的天空带起层层细浪。
        一切都是那样的鲜明，好像拼尽了全力。
        她到底想要告诉我什么？？
        <br />却又碎碎念念，如此那般。
      </p>

      <p>
        然而此时我昏昏沉沉，徘徊在真实与虚幻之间不能清醒，
        只能直直地望着远水淡墨，遥山黛痕。
      </p>

      <p>
        这暝色的时空随着远方逐渐亮起的灯火无限延伸出去，
        足以让灵魂恣意放纵，为何又让我无所适从？
        当我再次回到自己身体时，周围已经完全暗下来了，
        感受着自己的每一处，与之前并无不同，
        她真的走的无声无息，什么都没有留下。
      </p>

      <p>
        月亮渐渐升高，城市娇娆的霓虹开始融入月色中去，
        那边乐声嘈杂，多少往事在那儿喧嚣？
        我回头望了一眼月光下的竹林......
      </p>

      <p>夜风茫然地在山里游荡，远处江心渔船上的一盏孤灯幽幽地发散着冷冽的光——固执，昏暗，单调，漠然。</p>
      <p>这无边的夜幕，不知是裹挟着我，还是裹挟着那世间之物。</p>
      <p>此处万籁俱静。</p>

      <br />
      <br />
      <br />
      <p>
        故乡河的水载着现在离去，才过不久，过了不久，又过不久。
        月光开始变得温和起来，凉如雨的夜色，温柔地抚摸着我。
        渐渐地，我感觉自己身上的枷锁被这双灵巧工丽的手解开了，
        我独卧江上，与清风徐眠。皎月高悬，
        黑色苍穹底下的万物都如发散着淡淡荧光，遮盖了那盏孤独的灯。
      </p>
      <p>在月华漫天之时，我沉沉睡去。</p>
      <p>鼓气与叹息，往复不止。</p>
      <br />
      <br />
      <br />
      <p>
        醒转朝东望，熹微出晨光。
        我决定不再停留，于是离开了这片林子，
        歪歪扭扭的绕下山去，收好白搭的帐篷，
        慢慢摇桨离开了这里，沿江几里后，水莫名的变得浑浊起来，
        像是装了太多的心事。我伏在船舷上，失神地看着身遭的光润流动，
        我仿佛听到了河水的心跳，若那时断时续的敲桨声。
        我突然明白在我昏沉的那段时间里，
        她做了什么——“她将自己的暗影投入我心，又将我影投入身后这深深的竹林。
        ”想通后，我并没有回头。因为此时，远山的那边，升起了一颗新的太阳。
      </p>
      <br />
      <p>船儿摇晃，此去前方。</p>
    </div>
  </div>
</template>

<script>
export default {
  name: "youthmobile",
  methods: {}
};
</script>


<style scoped>
#YouthMobile{
    z-index: 4;
    background-color: rgb(255, 255, 255);
}
.baseFont {
  padding: 2rem;
  word-break: break-word;
  line-height: 1.75;
  font-weight: 400;
  font-size: 1.3em;
}
</style>
